cask "1password-cli"

brew "asdf"
brew "bash"
brew "blueutil"
brew "coreutils"
brew "fish"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "jq"
brew "pkg-config"
brew "lazydocker"
brew "mysql"
brew "nvim"
brew "pkg-config"
brew "pinentry-mac"
brew "postgresql"
brew "ripgrep"
brew "sqlite"
brew "tig"
brew "tmux"
brew "vault"
brew "vegeta"
brew "ykman"
