tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'codeclimate/formulae'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'railwaycat/emacsmacport'
tap 'thoughtbot/formulae'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'icu4c'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'ctags'
brew 'openssl'
brew 'curl'
brew 'libtool'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'git'
brew 'go'
brew 'fzf'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gifsicle'
brew 'git-crypt'
brew 'git-lfs'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'harfbuzz'
brew 'heroku'
brew 'httpstat'
brew 'hub'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'imagemagick'
brew 'ispell'
brew 'lame'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'markdown'
brew 'mercurial'
brew 'mongodb', restart_service: true
brew 'phantomjs'
brew 'postgresql', restart_service: true
brew 'qt'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'socat'
brew 'the_silver_searcher'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'unixodbc'
brew 'vim', args: ['with-override-system-vi']
brew 'x264'
brew 'xvid'
brew 'yank'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'homebrew/science/r'
brew 'thoughtbot/formulae/parity'
brew 'thoughtbot/formulae/rcm'
cask 'emacs-mac'
cask 'font-roboto'
cask 'font-titillium-web'
