cask "1password-cli"

brew "asdf"
brew "bash"
brew "coreutils"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "jq"
brew "libpq"
brew "nvim"
brew "pinentry-mac"
brew "ripgrep"
brew "sqlite"
brew "tig"
brew "tmux"
brew "vault"
brew "ykman"
